# 💡 Переменные и типы данных в Python

# Пример переменных:
name = "Асхат"        # строка (str)
age = 29              # целое число (int)
height = 1.70         # число с плавающей точкой (float)
is_cool = True        # логическое значение (bool)
story = """Однажды в Усть-Каменогорске
Асхат запустил Python.""" # коры
mixed = [1, "два", 3.0, True]

# Выводим всё
for i in mixed: print( i )

# Проверим типы
print(type(name))     # <class 'str'>
print(type(age))      # <class 'int'>
print(type(height))   # <class 'float'>
print(type(is_cool))  # <class 'bool'>
